Repository: Icar05/HobbyRandomizer
Catalog: RS/Resources/Localizable/*.lproj/Localizable.strings
Languages: uk

# Translations.Menu.mainTitle
source: Wellcome to AppName !
uk: Ласкаво просимо до AppName !

# Translations.Menu.itemCasino
source: Casino
uk: Рулетка

# Translations.Menu.itemTest
source: Debug
uk: Відладка

# Translations.Menu.itemCreate
source: Creation
uk: Створення

# Translations.Menu.itemWeekend
source: Weekend
uk: Вихідні

# Translations.Menu.itemHardDayNight
source: Evening
uk: Вечір

# Translations.Menu.itemTodo
source: Affairs
uk: Справи

# Translations.Menu.itemFiles
source: Files
uk: Файли

# Translations.Menu.itemYesNo
source: YesNo
uk: ТакНі

# Translations.Show.startRandom
source: Get random!
uk: Обрати випадкове!

# Translations.Casino.play
source: Play!
uk: Грати!

# Translations.Casino.cheat
source: Cheat!
uk: Надурити!

# Translations.Random.play
source: Play!
uk: Грати!

# Translations.Random.selectedTitle
source: Here will be title ...
uk: Тут буде заголовок ...

# Translations.Random.selectedDescription
source: Here will be description ...
uk: Тут буде опис ...

# Translations.All.noData
source: There is no data yet
uk: Файлів ще нема

# Translations.DisplayData.makeImport
source: Import data in application!
uk: Імпортувати данні в додаток!

# Translations.Create.clearAll
source: Clear all
uk: Видалити все

# Translations.Create.makeExport
source: Export data from application!
uk: Експортувати дані з додатку!

# Translations.Create.newIdeaTitle
source: New idea title
uk: Заголовок нової ідеї

# Translations.Create.newIdeaDescription
source: New idea subtitle
uk: Опис нової ідеї

# Translations.Create.typeTodo
source: Affairs
uk: Справи

# Translations.Create.typeHardDayNight
source: After hard day
uk: Після важкого дня

# Translations.Create.typeHappyWeekend
source: In weekend time
uk: Під час вихідних

# Translations.Alert.success
source: Success
uk: Успіх

# Translations.Alert.failure
source: Failure
uk: Невдача

# Translations.Alert.successImportMessage
source: Data has been successfully imported!
uk: Дані були успішно імпортовані!

# Translations.Alert.failureMessage
source: Something went wrong!
uk: Щось трилось!

# Translations.Alert.successRemoveData
source: File has been successfully removed!
uk: Файл був успішно видалений!

# Translations.Alert.successExportMessage
source: Data has been successfully exported!
uk: Дані були успішно експортовані!

# Translations.Alert.successDeleteMessage
source: Data has been successfully deleted!
uk: Дані були успішно видалено

# Translations.Settings.settings
source: Settings
uk: Налаштування

# Translations.Settings.sound
source: Sound
uk: Звук

# Translations.Settings.soundEnable
source: Sound enable
uk: Вмикнути звук

# Translations.Settings.soundVolume
source: Volume
uk: Гучність

# Translations.Settings.yesNoSectors
source: Sectors in the screen YesNo
uk: Сектори в екрані ТакНі

# Translations.Settings.count
source: Count
uk: Кількість

# Translations.Settings.colors
source: Colors
uk: Кольори

# Translations.Files.howToCreate
source: How to create importable notes?
uk: Як створити імпортабельні нотатки?

# Translations.NotesInstruction.howToCreateHeaderDescription
source: This appliction supports using notes from your iphone. In order to do it, you should format your note in the appropriated way
uk: Цей додаток підтримує імпорт нотаток з твого iphone. Для того щоб зробити це, ти маєш відформатувати нотатку у потрібний вигляд

# Translations.NotesInstruction.noteActionTitle
source: How to create note with RS items
uk: Як створити нотатку RS - модель?

# Translations.NotesInstruction.noteInfoTitle
source: How to create note with Info
uk: Як створити нотатку з інформацією?

# Translations.NotesInstruction.noteActionDescription
source: In order to create note with RS itme, you should to do 3 steps: 1. Create mark to parse. For RS it is 圓Action圓. 2. Create types. There are 3 types: ToDo, HardDayNight, HappyWeekend. They should be used as ➦HardDayNight for example. 3. Create items. Each items shoud have title and description. Example: ➫ Some title ° Some description. Also it has type, about type read above. When note will be done, you should just put it in RS folder, which is owned by this app. Then you can find this note in Files, and you will have possibility to import or read it.
uk: Для того, щоб створити нотатку RS - модель, потрібно виконати 3 кроки: 1. Створити марку для парсингу. Для RS це 圓Action圓. 2. Створити типи. Модель підтримує 3 типи: ToDo, HardDayNight, HappyWeekend. Вони мають бути описані як: ➦HardDayNight наприклад 3. Створити підмоделі. Кожна підмодель має мати заголовок та опис. Наприклад: ➫ Some title ° Some description. Також модель підтримує тип, про нього є вище. Коли нотатка буде готова, потрібно просто покласти її в RS папку, яка належить цьому додатку. Після цього можно знайти нотатку в Файлах, буде можливість прочитати її чи імпортувати з неї данні.

# Translations.NotesInstruction.noteInfoDescription
source: In order to create note with info, you should to do 4 steps: 1. Create mark to parse. For Info it is 圓InfoWithEnumeration圓. 2. Create cathegory. In cathegory you can have many subitems with header. Example: ➦Some cathegory 3. Create header for items: For example: ➫ Some header 4. Create subItems. It suggested to have many subitems. Example of subitem: ° Some subitem When note will be done, you should just put it in RS folder, which is owned by this app. Then you can find this note in Files, and you will have possibility to import or read it.
uk: Для того, щоб створити нотатку з інформацією, потрібно виконати 4 кроки: 1. Створити марку для парсингу. Для інформаціі це 圓InfoWithEnumeration圓. 2. Створити категорію. Кожна категорія може містити багато підтипів з заголовками та інформацією. Приклад: ➦Some cathegory 3. Створити заголовок для підтипів: Приклад: ➫ Some header 4. Створити підтипи. Передбачається багато підтипів. Приклад підтипу: ° Some subitem Коли нотатка буде готова, потрібно просто покласти її в RS папку, яка належить цьому додатку. Після цього можно знайти нотатку в Файлах, буде можливість прочитати її чи імпортувати з неї данні.

# Translations.SelectColor.selectColorTitle
source: Select color for:
uk: Обери колір для:

# Translations.SelectColor.yes
source: Yes
uk: Так

# Translations.SelectColor.no
source: No
uk: Ні

# Translations.Color.red
source: Red
uk: Червоний

# Translations.Color.orange
source: Orange
uk: Помаранчовий

# Translations.Color.yellow
source: Yellow
uk: Жовтий

# Translations.Color.green
source: Green
uk: Зелений

# Translations.Color.blue
source: Blue
uk: Блакитний

# Translations.Color.systemIndigo
source: Indigo
uk: Синій

# Translations.Color.purple
source: Purple
uk: Фіолетовий
