Repository: Icar05/HobbyRandomizer
Catalog: HobbyRandomizer/Resources/Localizable/*.lproj/Localizable.strings
Languages: ru

# Translations.Menu.mainTitle
source: Wellcome to AppName !
ru: Добро пожаловать в AppName !

# Translations.Menu.itemCasino
source: Casino
ru: Рулетка

# Translations.Menu.itemTest
source: Debug
ru: Отладка

# Translations.Menu.itemCreate
source: Creation
ru: Создание

# Translations.Menu.itemHobby
source: Hobbies
ru: Увлечения

# Translations.Menu.itemWorkInProgress
source: Education
ru: Развитие

# Translations.Menu.itemTodo
source: Affairs
ru: Дела

# Translations.Menu.itemFiles
source: Files
ru: Файлы

# Translations.Show.startRandom
source: Get random!
ru: Выбрать случайное!

# Translations.Casino.play
source: Play!
ru: Играть!

# Translations.Casino.cheat
source: Cheat!
ru: Обмануть!

# Translations.Random.play
source: Play!
ru: Играть!

# Translations.Random.selectedTitle
source: Here will be title ...
ru: Здесь будет заголовок ...

# Translations.Random.selectedDescription
source: Here will be description ...
ru: Здесь будет описание ...

# Translations.Files.noData
source: There is no data yet
ru: Файлов еще нет

# Translations.DisplayData.makeImport
source: Import data in application!
ru: Импортировать данные в приложение!

# Translations.Create.makeExport
source: Export data from application!
ru: Экспортировать данные из приложения!

# Translations.Create.newIdeaTitle
source: New idea title
ru: Заголовок новой идеи

# Translations.Create.newIdeaDescription
source: New idea subtitle
ru: Описание новой идеи

# Translations.Create.typeNecessary
source: Affairs
ru: Дела

# Translations.Create.typeFreetime
source: Hobbies
ru: Увлечения

# Translations.Create.typeWorkInProgress
source: Education
ru: Развитие
